Repository: sger/Tinylog
Catalog: Tinylog/Locales/*.lproj/Localizable.strings
Languages: de

# Update_lists
source: Last Updated %@
de: Letzte Aktualisierung %@

# Empty_lists
source: Tap + icon to create a new list.
de: Tippen Sie auf das Symbol +, um eine neue Liste zu erstellen.

# Sync
source: iCloud for Tinylog
de: iCloud für Tinylog

# Sync_description
source: iCloud keeps your lists up to date on your iPhone and iPad.
de: iCloud hält Ihre Listen auf Ihrem iPhone und iPad auf dem neuesten Stand.

source: Later
de: Später

source: Use iCloud
de: Benutze iCloud

# Not_logged_in
source: You are not logged in to iCloud.Tap Settings > iCloud to login.
de: Sie sind nicht bei iCloud angemeldet. Tippen Sie auf Einstellungen> iCloud, um sich anzumelden.

source: Help
de: Hilfe

# Help_instructions1
source: Create a new list by tapping Plus icon at bottom left
de: Erstellen Sie eine neue Liste, indem Sie unten links auf das Plus-Symbol tippen

# Help_instructions2
source: Search all your lists with the search field at the top
de: Durchsuchen Sie alle Ihre Listen mit dem Suchfeld oben

# Help_instructions3
source: Search all your lists with by typing 'purple', 'blue', 'red', 'orange', 'green', 'yellow' tags
de: Durchsuchen Sie alle Ihre Listen mit den Tags 'lila', 'blau', 'rot', 'orange', 'grün', 'gelb'

# Help_instructions4
source: Create a new task by tapping text field at the top
de: Erstellen Sie eine neue Aufgabe, indem Sie oben auf das Textfeld tippen

# Help_instructions5
source: View tasks by tapping a list
de: Zeigen Sie Aufgaben an, indem Sie auf eine Liste tippen

# Help_instructions6
source: View archives by tapping Archive icon at bottom right
de: Zeigen Sie Archive an, indem Sie unten rechts auf Archivsymbol tippen

# Help_instructions7
source: Reorder lists and tasks by tapping 'Edit'
de: Listen und Aufgaben neu anordnen, indem Sie auf 'Bearbeiten' tippen

# Help_instructions8
source: Archive a list by swiping to the left and tapping 'Archive'
de: Archivieren Sie eine Liste, indem Sie nach links streichen und auf 'Archiv' tippen.

# Help_instructions9
source: Edit a list by swiping to the left and tapping 'Edit'
de: Bearbeiten Sie eine Liste, indem Sie nach links streichen und auf 'Bearbeiten' tippen.

# Help_instructions10
source: Delete a list by swiping to the left and tapping 'Delete'
de: Löschen Sie eine Liste, indem Sie nach links streichen und auf 'Löschen' tippen.

# Help_instructions11
source: Restore a list by swiping to the left and tapping 'Restore'
de: Wiederherstellen einer Liste durch Wischen nach links und Tippen auf 'Wiederherstellen'

# Help_instructions12
source: Tap checkbox to complete tasks
de: Tippen Sie auf das Kontrollkästchen, um die Aufgaben abzuschließen

# Help_instructions13
source: Create web links by typing http:// for example http://www.tinylogapp.com
de: Erstellen Sie Weblinks, indem Sie http: // eingeben, beispielsweise http://www.tinylogapp.com

# Help_instructions14
source: Enable iCloud by tapping Settings icon
de: Aktivieren Sie iCloud, indem Sie auf das Symbol Einstellungen tippen

# Help_instructions15
source: Change font or size by tapping Settings icon
de: Ändern Sie die Schriftart oder -größe, indem Sie auf das Symbol Einstellungen tippen

# Help_instructions16
source: Thanks for choosing Tinylog
de: Vielen Dank, dass Sie sich für Tinylog entschieden haben
